Repository: JoinSEEDS/seeds_light_wallet
Catalog: lib/l10n/app_*.arb
Languages: es, he, pt

# createRegionAddBackGroundImageAcceptedFilesTitle
source: Recommended file formats: .png//.jpg//.jpeg
es: Formatos de archivo recomendados: .png//.jpg//.jpeg
he: הקבצים שניתן להעלות

# createRegionAddBackGroundImageBoxTitle
source: Add Picture
es: Agregar foto
he: הוספת תמונה

# transferMemoFieldHint
source: Add a note
es: Agrega una nota
he: הוסף תזכיר
pt: Incluir uma nota

# transferReceiveScanQRCode
source: Scan QR Code
es: Escanear Código QR
he: סרק/י קוד qr
pt: Escanear Código QR

# transferReceiveShareLink
source: Share Link to Invoice
es: Compartir el enlace de factura
pt: Compartilhar link de Cobrança

# transferReceiveWaiting
source: Waiting for Payment…
es: Esperando por el pago…
he: ממתין לתשלום…
pt: À espera de pagamento...

# transferReceiveCheckPaymentButtonTitle
source: Check Payment
es: Verificar Pago
he: בדק/י תשלום
pt: Verificar pagamento

# transferReceiveTitle
source: Receive
es: Recibir
he: קבל/י
pt: Receber

# transferReceiveTransactionFail
source: Receive creation failed, please try again.
es: Se produjo un error. Vuelve a intentarlo.
he: יצירת תקבול נכשלה, אנא נסי/ה שנית.
pt: Houve um erro. Tente novamente.

# transferReceiveAvailableBalance
source: Available Balance
es: Saldo disponible
he: יתרה זמינה
pt: Saldo disponível

# transferReceiveNextButtonTitle
source: Next
es: Próximo
he: הבא
pt: Próximo

# transferReceiveChooseAnOption
source: Choose an option
es: Escoge una opción
he: בחר/י אפשרות
pt: Escolha uma opção

# transferReceiveInputToken
source: Input Seeds or Other Currency
es: Entra Seeds o otra moneda
he: הכנס/י סידס או מטבע אחר
pt: Digite Seeds ou outra moeda

# transferReceiveSelectProductOrService
source: Select a Product or Service
es: Seleccione un producto o servicio
he: בחר/י מוצר או שרות
pt: Selecione um produto ou serviço

# transferReceivePaidSuccessHeader
source: Successfully Received
es: Recibido exitosamente
he: התקבל בהצלחה
pt: Recebido com sucesso

# transferReceivePaidSuccessFrom
source: From
es: De
pt: de

# transferReceivePaidSuccessDate
source: Date:
es: Fecha:
he: תאריך:
pt: Data:

# transferReceivePaidSuccessStatus
source: Status:
es: Estado:
pt: Estado:

# transferReceivePaidSuccessButtonTitle
source: Successful
es: Exitoso
pt: Com sucesso

# transferConfirmationButton
source: Confirm and Send
es: Confirmar y Enviar
pt: Confirmar e Enviar

# transferTransactionActionsTitle
source: Transaction Actions
es: Acciones de transacción
pt: Ações de transação

# transferTransactionSuccessHeader
source: Success!
es: Éxito!
pt: Sucesso!

# transferTransactionSuccessDate
source: Date:
es: Fecha:
pt: Data:

# transferTransactionSuccessID
source: Transaction ID:
es: ID de transacción:
pt: ID de transação:

# transferTransactionSuccessNoID
source: No transaction ID
es: No hay ID de transacción
pt: Não há ID de transação

# transferTransactionSuccessCopiedMessage
source: Copied
es: Copiado
pt: Copiado

# transferTransactionSuccessStatus
source: Status:
es: Estado:
pt: Estado:

# transferTransactionSuccessSuccessful
source: Successful
es: Exitoso
pt: Com sucesso

# transferTransactionSuccessCount
source: See Transaction Actions ({transactionCount})
es: Ver acciones de transacción ({transactionCount})
pt: Veja as ações de transação ({transactionCount})

# transferTransactionSuccessTo
source: To
es: Para
pt: Para

# transferTransactionSuccessFrom
source: From
es: Desde
pt: De

# transferSendTitle
source: Send
es: Enviar
pt: Enviar

# transferSendSendTo
source: Send to
es: Enviar a
pt: Enviar para

# transferSendNotEnoughBalanceAlert
source: Not enough balance
es: No hay suficiente saldo
pt: Não há saldo suficiente

# transferSendAvailableBalance
source: Available Balance
es: Saldo disponible
pt: Saldo disponível

# transferSendNextButtonTitle
source: Next
es: Próximo
pt: Próximo

# transferSendEditButtonTitle
source: Edit
es: Editar
pt: Editar

# transferSendSendButtonTitle
source: Send
es: Enviar
pt: Enviar

# transferSendTo
source: To
es: Para
pt: Para

# transferSendNetworkFee
source: Network Fee
es: Tarifa de envio
pt: Tarifa de envio

# transferSendFreeAndInstant
source: Always Free and Instant!
es: Siempre sin cargos e instantánea!
pt: Sempre gratuito e instantâneo!

# transferSendScanQRCode
source: Scan QR Code
es: Escanear Código QR
pt: Escanear Código QR

# transferSendScanQRCodePrompt
source: Scan QR Code to Send
es: Escanear El Código QR Para Enviar
pt: Escanear Código QR para Enviar

# transferSendSearchTitle
source: Send
es: Enviar
pt: Enviar

# createRegionChooseRegionIdInputFormTitle
source: Region ID
es: Identificación de la región

# supportTitle
source: Support
es: Soporte
pt: Suporte

# supportDiscordChannelPart1
source: If you have any questions or concerns, please find our
es: Si tiene alguna pregunta o inquietud, busque nuestro
pt: Se tiver perguntas ou questionamentos, procure nosso

# supportDiscordChannelPart3
source: channel in
es: canal en
pt: canal no

# supportDiscordChannelPart5
source: here.
es: aqui.
pt: aqui.

# supportTapToShare
source: Tap to share
es: Toca para compartir
pt: Toque para compartilhar

# selectCurrencyTitle
source: Select Currency
es: Selecionar moneda
pt: Selecione a moeda

# selectCurrencySearchHint
source: Search…
es: Buscar…
pt: Buscar…

# editNameTitle
source: Edit Name
es: Editar nombre

# editNameLabel
source: Name
es: Nombre

# editNameTooLongError
source: Please enter a smaller name
es: Ingrese un nombre más pequeño

# editNameSaveButtonTitle
source: Save Changes
es: Guardar cambios

# plantSeedsAppBarTitle
source: Plant
es: Plantar

# plantSeedsNotEnoughBalanceAlert
source: Not enough balance
es: No hay suficiente balance

# plantSeedsPlantAmount
source: Plant amount
es: Monto a plantar

# plantSeedsAvailableBalance
source: Available Balance
es: Balance disponible

# plantSeedsPlantedBalance
source: Planted Balance
es: Balance de plantadas

# plantSeedsPlantButtonTitle
source: Plant Seeds
es: Plantar Seeds

# plantSeedsPlantSuccessMessage
source: Congratulations Your seeds were planted successfully!
es: Felicitacines Sus Seeds fueron plantadas exitosamente!

# plantSeedsClaimSuccessMessage
source: Successfully Claimed
es: Reclamado con éxito

# plantSeedsUnplantSuccessMessage
source: Successfully Unplanted!
es: ¡Desplantado con éxito!

# plantSeedsUnplantExplanationMessage
source: Unplanting Seeds takes 12 weeks in total, with 8.33% of requested amount released each week.
es: Desplantar Seeds toma 12 semanas en total, con el 8.33% de la cantidad solicitada liberada cada semana.

# plantSeedsPlantFailedError
source: Plant failed, try again
es: Error al plantar, inténte de nuevo

# introducingRegionsDialogTitle
source: Introducing Regions!
es: ¡Presentamos Regiones!

# introducingRegionsDialogDescription1
source: In
es: En

# introducingRegionsDialogDescription2
source: Regions
es: Regiones

# introducingRegionsDialogDescription3
source: you’ll be able to interact with your local community. Joining a region allows you to chat with and meet your local community members through events.
es: podrá interactuar con su comunidad local. Unirse a una región le permite chatear y conocer a los miembros de su comunidad local a través de eventos.

# introducingRegionsDialogDescription4
source: Start by enabling
es: Comience habilitando los

# introducingRegionsDialogDescription5
source: location services
es: servicios de ubicación

# introducingRegionsDialogDescription6
source: and selecting the region closest to you to begin exploring.
es: y seleccionando la región más cercana a usted para comenzar a explorar.

# introducingRegionsDialogDescription7
source: Select
es: Seleccione

# introducingRegionsDialogDescription8
source: to begin browsing regions near you.
es: para comenzar a buscar regiones cerca de usted.

# regionMainMembersTitle
source: {members,plural, =1{{membersFormatted} Member} other{{membersFormatted} Members}}
es: {members,plural, =1{{membersFormatted} miembro} other{{membersFormatted} miembros}}

# regionMainJoinTitle
source: Join
es: Unirse

# joinRegionConfirmDialogTitle
source: Join this region?
es: ¿Unirse a esta región?

# joinRegionConfirmDialogDescription
source: Making a decision to join this region is an important choice! Please make sure you are ready and willing to be an active contributor to your region.
es: ¡Tomar la decisión de unirte a esta región es una elección importante! Asegúrese de estar listo y dispuesto a ser un colaborador activo en su región.

# leaveRegionConfirmDialogTitle
source: Are you sure?
es: ¿Estas seguro?

# leaveRegionConfirmDialogDescription
source: You are about to leave the region. Please make sure you're ready to leave!
es: Está a punto de abandonar la región. ¡Asegúrate de estar listo para dejarla!

# regionBottomSheetLeaveRegionTitle
source: Leave Region
es: Abandonar la región

# genericRegionConfirmImSureButton
source: Yes I'm sure.
es: Si, estoy seguro

# regionEventCardJoinedTitle
source: joined
es: se unieron

# proposalCategoryAlliance
source: Alliance
es: Alianza

# proposalCategoryCampaign
source: Campaign
es: Campaña

# proposalCategoryMilestone
source: Milestone
es: Hito

# proposalCategoryReferendum
source: Referendum
es: Referéndum

# proposalVotesInFavourPercent
source: In favour: {inFavourPercent}
es: A favor: {inFavourPercent}

# proposalVotesTotal
source: Votes: {votesTotal}
es: Votos: {votesTotal}

# proposalVotesAgainstPercent
source: Against: {againstPercent}
es: En contra: {againstPercent}

# proposalStatusPassed
source: passed
es: aprobada

# proposalStatusRejected
source: rejected
es: rechazada

# proposalVoteCycleEndedStatusMessage
source: New cycle starts soon
es: Nuevo ciclo comienza pronto

# proposalVoteCycleIsInProgressStatusMessage
source: Voting cycle ends in
es: Ciclo de voto finaliza en

# proposalVoteCycleEndedTimeRemaining
source: Waiting for next cycle
es: Esperando el próximo ciclo

# proposalVoteCycleIsInProgressTimeRemainingDays
source: days
es: días

# proposalAmountVotedPositive
source: +{amountVotedPositive} voted
es: +{amountVotedPositive} votos

# proposalAmountVotedZeroOrNegative
source: {amountVotedZeroOrNegative} voted
es: {amountVotedZeroOrNegative} votos

# proposalsUnableToLoadError
source: Error loading proposals
es: Error cargando las Propuestas

# securityBiometricEnabledTitle
source: Touch ID/Face ID
he: זיהוי פנים/מגע

# signUpErrorInviteHashNotFound
source: Invite hash not found, try another code
he: קבוצת ההזמנה לא נמצאה, נסה/י קוד אחר

# signUpErrorQRCodeScanFailed
source: QR code scan failed
he: סריקת קוד QR נכשלה

# signUpErrorValidationFailedSelectUsername
source: Please select a username
he: אנא בחר שם משתמש

# signUpErrorValidationFailedOnlyNumbers15
source: Only numbers 1-5 can be used.
he: ניתן להשתמש רק במספרים 1-5.

# signUpErrorValidationFailedNameLowercaseOnly
source: Name can be lowercase only
he: השם צריך להכיל אותיות קטנות בלבד

# signUpErrorValidationFailedNoSpecialCharactersOrSpaces
source: No special characters or spaces can be used
he: לא ניתן להשתמש בתווים מיוחדים או רווחים

# signUpErrorValidationFailedUsernameMustBe12Characters
source: Username must be 12 characters long
he: שם המשתמש חייב להיות באורך 12 תווים

# explorerFlagInfoDialogTitle
source: Flagging a Member
he: סימון חבר

# explorerFlagInfoDialogSubTitlePartTwo
source: When someone has been flagged, their reputation points will go down; enough flags and their points will go down to zero. Flagging also affects all the subsequent members that have been vouched by the flagged member so be careful who you flag!
he: כשמישהי/ו מסומנ/ת, תדמית המשתמש שלו תרד: מספיק סימונים ותדמית המשתמש שלהם תרד לאפס. הסימון גם משפיע על כל החברים שקיבלו ערבות מהחבר המסומן אז שימ/י לב את מי את/ה מסמנ/ת!

# explorerFlagInfoDialogButtonTitle
source: Ok, Thank you.
he: אוקיי, תודה רבה.

# explorerFlagInfoDialogSubTitle
source: Flagging someone means they have done something to break the web of Trust in the Seeds Ecosystem. Fake accounts, fraud, cheating, hacking are some of the reasons that warrant flagging.
he: לסמן מישהי/ו משמעו שהיא/הוא עשו משהו ששובר את רשת האמון במערכת האקולוגית של סידס. חשבונות מזויפים, הונאה, רמאות, פריצה הן כמה מהסיבות שמצדיקות סימון.

# createRegionAddDescriptionPageInfo
source: Region descriptions will be visible on the main page for the region in the About section. Please use this space to tell the community more about the types of events and values that you hold as a region!
he: הקלד/י תאור של האזור שלך. היה/ ה ברור לגבי האזור כדי לעזור לאנשים להבין את שייכותם

# transferMemoFieldLabel
source: Memo
he: תזכיר

# transferReceiveBalanceTotal
source: Total
he: סה״כ

# transferReceiveMemo
source: Memo:
he: תזכיר:
