Repository: JoinSEEDS/seeds_light_wallet
Catalog: lib/l10n/app_*.arb
Languages: es, he, pt

# genericCloseButtonTitle
source: Close
es: Cerrar

# genericCancelButtonTitle
source: Cancel
es: Cancelar

# genericNextButtonTitle
source: Next
es: Siguiente

# genericLoadingPageError
source: Error Loading Page
es: Error Cargando La página

# onboardingJoinButtonTitle
source: Join Now
es: Únete ahora
he: הצטרפו עכשיו
pt: Entrar agora

# onboardingTransactionsTitle
source: Better Than Free Transactions
es: Mejor Que Transacciones Gratis
he: כל פעולה תורמת לעולם טוב יותר
pt: Transações Melhores do que De Graça

# onboardingTransactionsSubtitle
source: Make payments globally without any fees. Earn rewards when you support ‘Regenerative’ organizations and people.
es: Realiza pagos a nivel mundial sin ningún cargo. Obtenga recompensas cuando apoye a organizaciones y personas 'regenerativas'.
he: ביצוע עסקאות ברחבי העולם ללא כל עלות. קבלו תגמול עבור תמיכתכם בעשייה חיובית של ארגונים ואנשים.
pt: Realize pagamentos globalmente sem taxas. Obtenha recompensas enquanto apoia pessoas e organizações 'regenerativas'.

# onboardingCampaignsTitle
source: Citizen Campaigns
es: Campañas Ciudadanas
he: קמפיינים אזרחיים
pt: Campanhas de Cidadãos

# onboardingCampaignsSubtitle
source: Participate and vote directly on social and environmental impact projects you care about.
es: Participa y vota directamente en proyectos de impacto social y ambiental que te interesen.
he: השתתפו והצביעו בפרוייקטים משפיעים בנושאים חברתיים וסביבתיים שאכפת לכם מהם.
pt: Participe e vote diretamente em projetos de impacto social e ambiental que te interessem.

# onboardingEconomyTitle
source: Regenerative Economy
es: Economía Regenerativa
he: כלכלה מתחדשת
pt: Economia Regenerativa

# onboardingEconomySubtitle
source: Unite with a global movement of organizations and people to regenerate our planet and heal our economy.
es: Únete a un movimiento global de organizaciones y personas para regenerar nuestro planeta y sanar nuestra economía.
he: התאחדו עם תנועה עולמית של ארגונים ואנשים לשיקום ולהתחדשות של הפלנטה שלנו ולריפוי הכלכלה שלנו.
pt: Una-se a un movimento global de organizações e pessoas para regenerar osso planeta e curar nossa economia.

# globalUnknownError
source: Oops, something went wrong
es: Huy, algo salió mal
he: אופס, משהו השתבש
pt: Ops, algo deu errado

# importKeyAppBarTitle
source: Import Private Key
es: Importar clave privada
he: יבא מפתח אישי

# importKeySearchButtonTitle
source: Search
es: Buscar
he: חיפוש
pt: Buscar

# importKeyPrivateKeyFieldPlaceholder
source: Private Key
es: Llave Privada
he: מפתח אישי
pt: Chave Privada

# importKeyImportUsingRecoveryPhraseActionLink
source: Tap here
es: Pulse aquí
he: הקש כאן
pt: Toque aqui

# importKeyImportUsingRecoveryPhraseDescription
source: if you want to import using your Recovery Phrase.
es: si desea importar utilizando su Frase de recuperación.
he: אם תרצה ליבא באמצאות תהליך שחזור 12 המילים.
pt: se você deseja importar usando sua frase de recuperação.

# importKeyInvalidPrivateKeyError
source: Private key is not valid
es: Llave privada no es válida
he: המפתח האישי שגוי
pt: A chave privada não é válida

# importKeyNoAccountsFoundError
source: No accounts found
es: No se encontraron cuentas
he: לא נמצא חשבון
pt: Nenhuma conta encontrada

# importKeyUnableToLoadAccountError
source: Error loading accounts
es: Error al cargar cuentas
he: טעות בהעלאת החשבון
pt: Erro ao carregar contas

# importKeyNoPublicKeyFoundError
source: No public key found
es: No se encontró clave pública
he: לא נמצא מפתח ציבורי
pt: Nenhuma chave pública encontrada

# importWordUsingRecoveryPhraseTitle
source: Enter your 12-Word Recovery Phrase to recover your account.
es: Ingrese su Frase de recuperación de 12 palabras para recuperar su cuenta.
he: הכנס/י את 12 המילים הסודיות שלך על מנת לשחזר את חשבונך.
pt: Digite sua frase de recuperação de 12 palavras para recuperar sua conta.

# importKeyImportUsingPrivateKeyActionLink
source: Tap here
es: Pulse aquí
he: הקש/' כאן
pt: Toque aqui

# importKeyImportUsingPrivateKeyDescription
source: if you want to import using your Private Key.
es: si desea importar usando su clave privada.
he: אם תרצי/ה ליבא באמצעות המפתח האישי שלך.
pt: se você deseja importar usando sua chave privada.

# importWordAppBarTitle
source: 12-word Recovery Phrase
es: 12-Palabras para importar cuenta
he: 12 המילים הסודיות

# importWordClipBoardTitle
source: Paste From Clipboard
es: Pegar desde portapapeles
he: הדבק רצף שמור

# loginFirstTimeHere
source: First time here?
es: Primera vez aqui?
he: פעם ראשונה כאן?
pt: Primeira vez aqui?

# loginClaimInviteCodeButtonTitle
source: Claim invite code
es: Reclamar codigo de invitacion
he: בקש/י קוד הזמנה
pt: Utilizar um codigo de convite

# loginAlreadyHaveAnAccount
source: Already have a Seeds Account?
es: Ya tienes una cuenta de Seeds?
he: יש לך כבר חשבון סידס?
pt: Já tem uma conta Seeds?

# loginImportAccountButtonTitle
source: Import Account
es: Importar cuenta
he: ייבא חשבון
pt: Importar conta

# loginRecoverAccountActionSegment1
source: Lost your key?
es: Perdiste tu llave?
he: איבדת את המפתח שלך?
pt: Perdeu sua chave?

# loginRecoverAccountActionLink
source: Recover
es: Recuperar
he: שחזר
pt: Recuperar

# loginRecoverAccountActionSegment2
source: your account here
es: tu cuenta aqui
he: החשבון שלך כאן
pt: sua conta aqui

# searchUserNoUserFound
source: No users found.
es: No se encontraron usuarios.
he: לא נמצאו משתמשים.
pt: Nenhum usuário encontrado.

# searchUserHintText
source: Search…
es: Búsqueda…
he: חיפוש…
pt: Buscar…

# constantOnboardingContract
source: Onboarding Contract
es: Contrato De Incorporación
he: חוזה הצטרפות
pt: Contrato De Integração

# constantExchangeContract
source: Exchange Contract
es: Contrato De Intercambio
he: חוזה חליפין
pt: Contrato De Liquidação

# constantHarvestContract
source: Harvest Contract
es: Contrato De Cosecha
he: חוזה תשואות
pt: Contrato De Colheita

# securityGuardiansStatusActive
source: Active
es: Activo
he: פעיל
pt: Ativo

# securityGuardiansStatusInactive
source: Inactive
es: Inactivo
he: לא פעיל
pt: Inativo

# securityGuardiansStatusReadyToActivate
source: Ready To Activate
es: Listo Para Activar
he: מוכן להפעלה
pt: Pronto para Ativar

# securityGuardiansHeader
source: Key Guardians
es: Guardianes De Llave
he: שומרי המפתחות
pt: Guardiões de Chave

# securityGuardiansDescription
source: Choose 3 - 5 friends and/or family members to help you recover your account in case.
es: Elija de 3 a 5 amigos y/ o familiares para ayudarlo a recuperar su cuenta en caso de que lo necesite.
he: בחר/י 3-5 חברים או חברי משפחה שיעזרו לכם לשחזר את החשבון במקרה.
pt: Escolha de 3 a 5 amigos ou familiares para lhe ajudar a recuperar sua conta caso seja necessário.

# securityTitle
source: Security
es: Seguridad
he: אבטחה
pt: Segurança

# securityExportPrivateKeyTitle
source: Export Private Key
es: Exportar llave privada
he: ייצוא מפתח אישי
pt: Exportar chave privada

# securityExportPrivateKeyDescription
source: Export your private key so you can easily recover and access your account.
es: Exporte su clave privada para que pueda recuperar y acceder fácilmente a su cuenta.
he: ייצא/י את המפתח האישי שלך כדי שתוכל/י לשחזר בקלות ולגשת לחשבונך.
pt: Exporte sua chave privada para poder recuperar e acessar facilmente sua conta.

# securitySecureWithPinTitle
source: Secure with Pin
es: Asegurar con Pin
he: אבטח עם קוד
pt: Aumentar a segurança com Pin

# securitySecureWithPinDescription
source: Secure your account with a 4-digit pincode
es: Asegure su cuenta con un código PIN de 4 dígitos
he: אבטח/י את חשבונך עם קוד בעל 4 ספרות
pt: Aumente a segurança da sua conta com um código PIN de 4 dígitos

# securitySecureWithTouchFaceIDTitle
source: Secure with Touch/Face ID
es: Seguro con Touch/Face ID
he: אבטח עם זיהוי פנים/מגע
pt: Aumentar a segurança com Touch/Face ID

# securitySecureWithTouchFaceIDDescription
source: Secure your account with your fingerprint. This will be used to sign-in and open your wallet.
es: Asegure su cuenta con su huella digital. Esto se utilizará para iniciar sesión y abrir su billetera.
he: אבטח/י את חשבונך עם טביעת אצבע. הטביעה תשמש לכניסה ופתיחת הארנק.
pt: Aumente a segurança de sua conta com biometria. Esse formato será usado para destravar sua carteira.

# securityBiometricEnabledConfirmationButtonTitle
source: Got it, thanks!
es: Entendido, gracias!
he: הבנתי, תודה!
pt: Entendido, obrigado!

# security12WordRecoveryPhraseTitle
source: 12-word Recovery Phrase
es: Frase de recuperación de 12 palabras
he: שחזור באמצאות 12 המילים הסודיות
pt: Frase de recuperação de 12 palavras

# security12WordRecoveryPhraseDescription
source: Write down in a secret place your 12-word phrase so you can easily recover and access your account.
es: Escriba en un lugar secreto su frase de 12 palabras para que pueda recuperar y acceder fácilmente a su cuenta.
he: כתב/י את 12 המילים הסודיות שלך במקום בטוח כדי שתוכל/י לשחזר את חשבונך בקלות.
pt: Anote em um lugar secreto sua frase de 12 palavras para que você possa facilmente recuperar e acessar sua conta.

# securityBiometricEnabledDescription
source: When Touch ID/Face ID has been set up, any biometric saved in your device will be able to login into the Seeds Light Wallet. You will not be able to use this feature for transactions.
es: Cuando se haya configurado Touch ID/Face ID, cualquier biométrico guardado en su dispositivo podrá iniciar sesión en Seeds Light Wallet. No podrá utilizar esta función para transacciones.
he: כשזיהוי פנים/מגע הוגדרו באפליקציה, כל נתון ביומטרי השמור במכשירך יאפשר כניסה לתוך ארנק הסידס הקל שלך. לא תוכל/י להשתמש ביישום זה על מנת לבצע פעולות.
pt: Quando a identificação por Face / Impressão Digital for ativada, qualquer registro biométrico desse tipo pode ser usado para destravar sua Seeds Light Wallet. Não poderá usar esse recurso para transações.

# signUpScanQRCode
source: Scan QR Code
es: Escanear código QR
he: סרוק קוד QR
pt: Escanear código QR

# signUpProcessingYourInvitation
source: Processing your invitation…
es: Procesando su invitación…
he: מעבד את הזמנתך…
pt: Processando seu convite…

# signUpSuccess
source: Success!
es: Éxito!
he: הצלחנו!
pt: Sucesso!

# signUpFullNameTitle
source: Name
es: Nombre completo
he: שם מלא
pt: Nome completo

# signUpNameCannotBeEmpty
source: Name cannot be empty
es: El nombre no puede estar vacío
he: השם לא יכול להיות ריק
pt: O nome não pode estar vazio

# signUpFullNameDescription
source: Enter your name. You will be able to change it later in your profile settings.
es: Ingrese su nombre completo. Podrás cambiar esto más tarde en la configuración de tu perfil.
he: הכנס/י את שמך המלא. תוכל/י לשנות זאת מאוחר יותר בהגדרות הפרופיל שלך.
pt: Digite seu nome completo. Pode alterá-lo mais tarde na configuração de seu perfil.

# signUpNextButtonTitle
source: Next
es: Próximo
he: הבא
pt: Próximo

# signUpUsernameTitle
source: Username
es: Nombre De Usuario
he: שם משתמש
pt: Nome De Usuário

# signUpUsernameDescription
source: Note: Usernames must be 12 characters long. Usernames can only contain characters a-z (all lowercase), 1 - 5 (no 0’s), and no special characters or full stops. **Reminder! Your account name cannot be changed or deleted and will be public for other users to see.**
es: Nota: Los nombres de usuario deben tener 12 caracteres. Los nombres de usuario solo pueden contener caracteres de a-z (todos en minúsculas), 1 - 5 (no 0’s), y sin caracteres especiales ni puntos. **¡Recordatorio! El nombre de su cuenta no se puede cambiar ni eliminar y será público para que lo vean otros usuarios.**
he: שימ/י לב: שם המשתמש חייב להיות באורך 12 תווים. שם המשתמש יכול להכיל את התווים a-z (באותיות קטנות), 1-5 (ללא 0), וללא תווים מיוחדים או סימני קריאה **תזכורת! לא ניתן לשנות או למחוק את שם המשתמש שלך והוא יהיה ציבורי עבור אחרים לראות**
pt: Nota: Os nomes de usuário precisam ter 12 caracteres. Os nomes de usuário só podem conter caracteres de a-z (todos em minúsculas), 1-5 (sem 0’s), e sem caracteres especiais nem pontos. **Lembre-se! O nome de sua conta não pode ser alterado ou excluído e será público para outros usuários verem.**

# signUpCreateAccountButtonTitle
source: Create account
es: Crear cuenta
he: צור חשבון
pt: Criar conta

# signUpInviteCodeErrorTitle
source: Invite Code Error
es: Error de código de invitación
he: קוד הזמנה שגוי
pt: Erro de código de convite

# signUpInviteCodeErrorDescription
source: This invite code has already been claimed! Please check with the person who invited you.
es: ¡Este código de invitación ya ha sido reclamado! Consulte con la persona que lo invitó.
he: קוד ההזמנה הזה כבר נפדה! בבקשה בדק/י עם האדם שהזמין אותך.
pt: Este código de convite já foi utilizado! Consulte a pessoa que lhe convidou.

# signUpErrorFailedToCreateAccount
source: Failed to create the account. Please try again later.
es: No se pudo crear la cuenta. Por favor, inténtelo de nuevo más tarde.
he: יצירת החשבון נכשלה. אנא נסה מאוחר יותר.
pt: Falha ao criar a conta. Por favor, tente novamente.

# signUpErrorUsernameAlreadyTaken
source: The username is already taken
es: El nombre de usuario ya está en uso
he: שם המשתמש הזה כבר תפוס
pt: Este nome de usuário já está em uso

# signUpErrorNoInvitesFound
source: No invites found, try another code
es: No se encontró la invitación, intenta otro código
he: לא נמצאו הזמנות, נסה/י קוד אחר
pt: Convite não encontrado, tente outro código

# signUpErrorInviteAlreadyClaimed
source: Invite was already claimed
es: La invitación ya se reclamó
he: ההזמנה כבר נפדתה
pt: O convite já foi usado

# recoverAccountFoundShowLinkCopied
source: Copied
es: Copiado
he: הועתק
pt: Copiado

# recoverAccountFoundAppBarTitle
source: Recover Account
es: Recuperar cuenta
he: שחזר חשבון
pt: Recuperar conta

# recoverAccountFoundFullPageErrorIndicatorTitle
source: Cancel Recovery
es: Cancelar proceso
he: בטל תהליך
pt: Cancelar processo

# recoverAccountFoundLinkTitle
source: Link to Activate Key Guardians
es: Enlace para activar guardianes
he: לינק להפעילת שומרי המפתחות
pt: Link para ativar guardiões

# recoverAccountFoundGuardiansAcceptedTitle
source: Guardians have accepted your request to recover your account
es: Los guardianes han aceptado su solicitud para recuperar su cuenta
he: שומרי המפתחות קיבלו את בקשתך לשחזור החשבון
pt: Os guardiões aceitaram sua solicitação de repuerar sua conta

# recoverAccountFoundClaimButtonTitle
source: Claim account
es: Reclamar cuenta
he: פדה את חשבונך
pt: Recuperar conta

# recoverAccountFoundAllGuardiansAcceptedTitle
source: All three of your Key Guardians have accepted your request to recover your account. You account will be unlocked in 24hrs.
es: Los tres Guardianes han aceptado su solicitud para recuperar su cuenta. Su cuenta se desbloqueará en 24 horas.
he: כל 3 שומרי המפתחות שלך קיבלו את בקשתך לשחזור חשבון. חשבונך יפתח מחדש לאחר 24 שעות.
pt: Todos os três guardiões aceitaram seu pedido de recuperação. Sua conta será desbloqueada em 24 horas.

# recoverAccountFoundHoursLeft
source: Hours Left
es: Horas restantes
he: שעות שנותרו
pt: Horas restantes

# recoverAccountFoundRecoveredTitle
source: Account recovered
es: Cuenta recuperada
he: החשבון שוחזר
pt: Conta recuperada

# recoverAccountFoundMapperNoGuardiansError
source: There are no guardians for this account.
es: No hay guardianes para esta cuenta.
he: לא נמצאו שומרי מפתחות עבור חשבון זה.
pt: Não há guardiões para essa conta.

# recoverAccountFoundMapperUnknownError
source: Oops! Something went wrong, try again later.
es: Ups! Algo salió mal, por favor trate mas tarde.
he: אופס! משהו השתבש, נסה/י מאוחר יותר.
pt: Ops! Algo deu errado, por favor tente mais tarde.

# recoverAccountSearchButtonTitle
source: Next
es: Próximo
he: הבא
pt: Próximo

# recoverAccountSearchTextFormTitle
source: Username
es: Nombre de usuario
he: שם משתמש
pt: Nome de usuario

# recoverAccountSearchErrorLoadingGuardians
source: Error Loading Guardians
es: Error al cargar guardianes
he: טעות בהעלאת שומרי המפתחות
pt: Erro ao carrregar guardiões

# recoverAccountSearchErrorNoActiveGuardians
source: Only accounts protected by guardians are accessible for recovery
es: Solo se puede acceder a las cuentas protegidas por guardiane para su recuperación
he: רק חשבונות המוגנים בידי שומרי המפתחות נגישים לשחזור
pt: Somente contas protegidas por guardiões são acessíveis para recuperação

# recoverAccountSearchErrorLoadingAccount
source: Error Loading Account
es: Error al cargar la cuenta
he: טעות בהעלאת החשבון
pt: Erro ao carregar a conta

# recoverAccountSearchErrorNoValidAccount
source: Account is not valid
es: La cuenta no es válida
he: החשבון אינו תקף
pt: A conta não é válida

# explorerRegionsItemTitle
source: Regions
es: Regiones
he: אזורים

# explorerInviteItemTitle
source: Invite a Friend
es: Invita un amigo
he: הזמן חבר
pt: Convide um amigo

# explorerVouchItemTitle
source: Vouch
es: Validar
he: מתן ערבות
pt: Atestar

# explorerFlagItemTitle
source: Flag
es: Señalizar
he: סימון
pt: Sinalizar

# explorerVoteItemTitle
source: Vote
es: Votar
he: הצביע/י
pt: Votar

# explorerPlantItemTitle
source: Plant Seeds
es: Plantar Seeds
he: שתל/י סידס
pt: Plantar Seeds

# explorerUnplantItemTitle
source: Unplant Seeds
es: Desplantar Seeds
he: הוצא את הסידס שלך משתילה
pt: Desplantar Seeds

# explorerSwapItemTitle
source: Swap Seeds
es: Cambiar Seeds
he: החלף סיסד
pt: Trocar Seeds

# explorerGetSeedsItemTitle
source: Get Seeds
es: Conseguir Seeds
he: קני/ה סידס
pt: Obter Seeds

# explorerAppBarTitle
source: Explore
es: Explorar
he: חקר
pt: Explorar

# verificationPasscodeDialogTitle
source: Successful
es: Completado
he: מוצלח
pt: Sucedido

# verificationPasscodeDialogSubTitle
source: Pincode created successfully.
es: Código de acceso creado satisfactoriamente.
he: הקוד נוצר בהצלחה.
pt: Código de acceso criado com sucesso.

# verificationPasscodeScreenButtonTitle
source: Delete
es: Borrar
he: מחק
pt: Excluir

# verificationScreenSnackBarError
source: Pincode does not match
es: El código PIN no coincide
he: הקוד אינו תואם
pt: O código PIN não coincide

# verificationScreenButtonTitle
source: Use biometric to unlock
es: Desbloquear con biometrico
he: השתמש בביומטריה לפתיחה
pt: Desbloquear com biometria

# verificationScreenEnterCode
source: Enter Pincode
es: Ingresar código de acceso
he: הכנס/י קוד
pt: Digite código de acesso

# verificationScreenReEnterCode
source: Re-enter Pincode
es: Re-ingresar código de acceso
he: הכנס/י שוב את הקוד
pt: Re-digitar código de acesso

# verificationScreenCreateCode
source: Create Pincode
es: Crear código de acceso
he: צר/י קוד
pt: Criar código de acesso

# inviteScreenAppBarTitle
source: Invite
es: Invitación
he: הזמנ/י
pt: Convidar

# inviteScreenManageInvitesTitle
source: Manage Invites
es: Gestionar invitaciónes

# inviteScreenInputAmountTitle
source: Invite amount
es: Monto de invitación
he: סכום להזמנה
pt: Quantidade para enviar

# inviteScreenBalanceTitle
source: Available Balance
es: Balance disponible
he: יתרה זמינה
pt: Saldo disponível

# inviteScreenButtonTitle
source: Create invite
es: Crear invitación
he: צר/י הזמנה
pt: Criar convite

# inviteLinkDialogRightButtonTitle
source: Share
es: Compartir
he: שתפ/י
pt: Compartilhar

# inviteLinkDialogMessage
source: Share this link with the person you want to invite!
es: ¡Comparte este enlace con la persona que quieres invitar!
he: שתפ/י את הלינק עם האדם אותו/ה תרצה/להזמין!
pt: Compartinhe esse link com a pessoa que quer convidar!

# inviteCreateMapperError
source: Invite creation failed, try again.
es: Error al crear la invitación, inténte de nuevo.
he: יצירת ההזמנה נכשלה, נסי/ה שנית.
pt: Erro ao criar o convite, tente novamente.

# inviteAmountChangeMapperNotEnoughBalanceError
source: Not enough balance
es: No hay suficiente balance
he: אין מספיק יתרה
pt: Não há saldo suficiente

# inviteAmountChangeMapperMinimumRequiredError
source: Minimum 5 Seeds required to invite
es: Mínimo 5 Seeds requeridas para invitar
he: צריך מינימום 5 סידס כדי להזמין
pt: Mínimo de 5 Seeds requeridos para convidar

# inviteBalanceMapperError
source: Error loading current balance
es: Error cargando el balance actual
he: טעות בהעלאת היתרה הנוכחים
pt: Erro carregando o saldo atual

# walletSendButtonTitle
source: Send
es: Enviar
he: שלח/י
pt: Enviar

# walletReceiveButtonTitle
source: Receive
es: Recibir
he: קבל/י
pt: Receber

# walletCurrencyCardBalance
source: Balance
es: Saldo
he: מאזן
pt: Saldo

# walletTransactionHistory
source: Transaction History
es: Historia de transacciones
he: הסטוריית פעולות
pt: Historico de transações

# joinRegionAppBarTitle
source: Join Region
es: Unirse a región
he: הצטרפ/י לאזור

# joinRegionSearchDescription
source: Search for your closest region by inputting your address or nearest city.
es: Busque su región más cercana ingresando su dirección o ciudad más cercana.
he: חיפוש האזור הקרוב ביותר אליך באמעות כתובת או עיירה סמוכה.

# joinRegionCreateDescription1
source: Select
es: Seleccione
he: בחר/י

# joinRegionCreateDescription2
source: Create New
es: Crear nuevo
he: צר/י חדש

# joinRegionCreateDescription3
source: if you do not see your region and would like to start your own. Heads up, you’ll need 1,000 SEEDS to create a region!
es: si no ve su región y desea iniciar la suya propia. ¡Atención, necesitarás 1,000 SEEDS para crear una región
he: אם את/ה לא רואה את האזור שלך את/ה יכול ליצור אזור משלך. ראה הוזהרת, תצטרך 1000 סידס כדי ליצור אזור!

# createRegionSelectRegionAppBarTitle
source: Create Region
es: Crear Región
he: צר/י אזור

# createRegionSelectRegionDescription
source: Begin by searching for the area closest to your region. Place a pin on the center most point of your region.
es: Comience buscando el área más cercana a su región. Coloque un alfiler en el punto más central de su región.
he: התחל/י בחיפוש האזור הקוב אליך ביותר. שים סיכה במיקום המרכזי ביותר באזור שלך.

# createRegionSelectRegionButtonTitle
source: Next
es: Próximo
he: הבא

# createRegionChooseRegionNameInputFormTitle
source: Region Name
es: Nombre de la región
he: שם האזור

# createRegionChooseRegionNameDescription
source: Choose your Region’s name carefully. We suggest that you keep the nearest landmark or City as an anchor to your Region’s name so your new community knows what getting into!
es: Elija el nombre de su región con cuidado. Le sugerimos que mantenga el punto de referencia o la ciudad más cercana como un ancla para el nombre de su región para que su nueva comunidad sepa en qué se está metiendo.
he: בחר/י את שם האזור בתבונה. אנו מציעים שהמיקום המוכר ביותר או העיר הקרובה ישמשו כעוגן לשם האזור כדי שהקהילה החדשה שלכם תדע לאן היא נכנסת!

# createRegionAddDescriptionInputFormTitle
source: Description
es: Descripción
he: תאור

# createRegionDialogLeftButtonTitle
source: Cancel
es: Cancelar
he: בטל

# createRegionDialogTitle
source: Creating a new Region
es: Creando una nueva Región
he: יצירת אזור חדש

# createRegionDialogSubtitle
source: It looks like you have decided to create your own region! To begin the creation process, you will have to stake 1000 Seeds.
es: ¡Parece que has decidido crear tu propia región! Para comenzar el proceso de creación, deberá estaquear 1000 seeds.
he: נראה שהחלטת להקים אזור חדש משלך! כדי להתחיל בתהליך היצירה עליך להשקיע 1000 סידס.

# createRegionNotEnoughSeedsDialogLeftButtonTitle
source: Go back
es: Regresar
he: חזור

# createRegionNotEnoughSeedsDialogRightButtonTitle
source: Buy Seeds
es: Comprar Seeds
he: קנה/י סידס

# createRegionNotEnoughSeedsDialogTitle
source: Not enough Seeds!
es: ¡No tienes suficientes seeds!
he: אין מספיק סידס!

# createRegionNotEnoughSeedsDialogSubtitle
source: You don’t have enough Seeds to create a Region. Please click the link below to buy some seeds from our official website.
es: Necesitas 1000.00 SEEDS para crear una región.
he: זה נראה שאין לך מספיק סידס ליצירת אזור. אנא הקלק בלינק למטה כדי לקנות סידס מהאתר הרשמי שלנו.
